{
  "Reconstruction of the Hviezda Dormitory – Stage II": {
    "canonical_name": "Reconstruction of the Hviezda Dormitory – Stage II",
    "project_name_slovak": "Rekonštrukcia internátu Hviezda – Etapa II.",
    "sector": "Building",
    "documents": [
      {
        "filename": "164039.pdf",
        "project_name": "Reconstruction of the Hviezda Dormitory – Stage II",
        "project_name_slovak": "Rekonštrukcia internátu Hviezda – Etapa II.",
        "document_type": "Feasibility Study Update Form (prior to contract commitment)",
        "sector": "Building",
        "summary": "This document is an update form for the feasibility study of the 'Reconstruction of the Hviezda Dormitory – Stage II' project, managed by the Ministry of Defence of the Slovak Republic. The project involves the reconstruction of the Hviezda dormitory building, including the creation of new functional uses combining social and office spaces for ministry employees. Stage II covers comprehensive construction works such as roof and facade renovation, interior modifications, installation of new technical systems, and the addition of parking spaces. The document details investment costs, justifies changes in costs, addresses recommendations from the Ministry of Finance, and lists supporting documentation for project evaluation. The project is partially funded by the state budget and EU resources, and aims to optimize the use of ministry property and improve administrative capacity.",
        "content_length": 11972
      },
      {
        "filename": "hodnotenie_hviezda_aktualizacia_pred_podpisom.pdf",
        "project_name": "Reconstruction of the Hviezda Dormitory – Update before Contract Signing",
        "project_name_slovak": "Aktualizácia pred podpisom zmluvy: Rekonštrukcia internátu Hviezda",
        "document_type": "Update of economic evaluation (cost-benefit analysis) before contract signing",
        "sector": "Building",
        "summary": "This document is an updated economic evaluation of the investment for the reconstruction of the former Hviezda dormitory (also known as Kukurica) prior to contract signing. The project aims to convert the building into administrative offices to serve as the future headquarters of the Ministry of Defence of the Slovak Republic. The evaluation focuses on the second phase of the project, valued at 31.2 million euros (including VAT), which covers interior construction, utilities, roofing, facade, and insulation. The project is co-financed by the Recovery and Resilience Plan (24 million euros) and the state budget. The analysis highlights that the winning bid is 23.5% lower than the estimated cost, and outlines the project's phased approach, expected completion by March 2026, and recommendations for efficient use of administrative space.",
        "content_length": 4669
      }
    ]
  },
  "Value for Money Assessment of the D1 Corridor Bidovce – State Border SK/UA": {
    "canonical_name": "Value for Money Assessment of the D1 Corridor Bidovce – State Border SK/UA",
    "project_name_slovak": "Hodnota za peniaze projektu Koridor D1 Bidovce – štátna hranica SK/UA",
    "sector": "Transport",
    "documents": [
      {
        "filename": "hodnotenie_d1-bidovce-statna-hranica-sk_ua.pdf",
        "project_name": "Value for Money Assessment of the D1 Corridor Bidovce – State Border SK/UA",
        "project_name_slovak": "Hodnota za peniaze projektu Koridor D1 Bidovce – štátna hranica SK/UA",
        "document_type": "Government evaluation of a feasibility study",
        "sector": "Transport",
        "summary": "This document is an evaluation by the Slovak Ministry of Finance's Value for Money Unit of the feasibility study for the D1 motorway corridor from Bidovce to the Slovak-Ukrainian border. The project involves constructing approximately 70 km of motorway, part of the core Trans-European Transport Network (TEN-T), with estimated costs between 1.4 and 1.8 billion euros (including VAT). The study assessed 10 route variants, all with four lanes, and recommended the variant with the lowest costs (variant G: no Dargov tunnel, northern bypass of Michalovce). However, none of the variants demonstrated benefits exceeding costs under the base scenario; only under an optimistic scenario with significant traffic growth would the project become socially beneficial. The evaluation highlights methodological shortcomings in the feasibility study, particularly in the cost-benefit analysis and traffic modeling, and recommends further optimization of costs, updated modeling, and consideration of additional route variants. The document concludes that while the D1 extension is a national and international priority, further analysis and optimization are needed before proceeding.",
        "content_length": 29963
      }
    ]
  },
  "Extension of the D1 Motorway Bratislava - Triblavina": {
    "canonical_name": "Extension of the D1 Motorway Bratislava - Triblavina",
    "project_name_slovak": "Rozšírenie diaľnice D1 Bratislava -Triblavina",
    "sector": "Transport",
    "documents": [
      {
        "filename": "Inform cia o zmluvnej cene Ba-Tri.pdf",
        "project_name": "Extension of the D1 Motorway Bratislava - Triblavina",
        "project_name_slovak": "Rozšírenie diaľnice D1 Bratislava -Triblavina",
        "document_type": "Contract price information",
        "sector": "Transport",
        "summary": "This document provides information about the contractual price for the extension of the D1 motorway between Bratislava and Triblavina. It includes details about the contractor (BUDIMEX S.A.), contract value, estimated project value, funding source (state budget), expected contract signing and construction start dates, construction period, and contractual terms (FIDIC Yellow Book).",
        "content_length": 685
      },
      {
        "filename": "Zhrnutie D1 Bratislava-Triblavina.docx",
        "project_name": "D1 Motorway Bratislava-Triblavina Expansion",
        "project_name_slovak": "Diaľnica D1 Bratislava-Triblavina",
        "document_type": "Project summary and technical overview",
        "sector": "Transport",
        "summary": "This document provides a summary of the planned expansion and reconstruction of the D1 motorway in the Bratislava-Triblavina section, including its coordination with the D4 motorway. The D1 is Slovakia's main east-west motorway, and the project aims to address capacity and safety issues caused by increased traffic and outdated infrastructure. The expansion involves widening the D1 to 6 or 8 lanes, constructing new interchanges, collector roads, bridges, and noise barriers, and upgrading technical equipment. The project is divided into several phases, with milestones for connecting the D1 and D4 and improving traffic flow. The document also discusses risk assessment, alternative solutions, economic evaluation, and technical details, highlighting the project's importance for regional mobility and economic growth.",
        "content_length": 21734
      }
    ]
  },
  "R1 Banská Bystrica – Slovenská Ľupča - update before public procurement": {
    "canonical_name": "R1 Banská Bystrica – Slovenská Ľupča - update before public procurement",
    "project_name_slovak": "R1 Banská Bystrica – Slovenská Ľupča - aktualizácia pred verejným obstarávaním",
    "sector": "Transport",
    "documents": [
      {
        "filename": "R1-BB-Slovenska-Lupca_Aktualizacia_20230302.pdf",
        "project_name": "R1 Banská Bystrica – Slovenská Ľupča - update before public procurement",
        "project_name_slovak": "R1 Banská Bystrica – Slovenská Ľupča - aktualizácia pred verejným obstarávaním",
        "document_type": "Economic evaluation update",
        "sector": "Transport",
        "summary": "This document is an updated economic evaluation of the investment project for constructing a new expressway section between Banská Bystrica and Slovenská Ľupča (Stage I) prior to public procurement. The project aims to increase road capacity and safety by building a 2.9 km expressway and a parallel 3.1 km first-class road. The investment cost has increased to 113.6 million euros due to indexation. The evaluation notes that the project is not financially self-sustaining, but is necessary due to poor technical conditions and time constraints. Recommendations include providing detailed cost breakdowns and systematically prioritizing road sections in poor condition. The document was prepared by the Ministry of Finance's Value for Money Division.",
        "content_length": 2749
      }
    ]
  },
  "Feasibility Study for the Construction of the D3 Motorway Žilina (Brodno) – Čadca, Stage I: Žilina (Brodno) – Kysucké Nové Mesto": {
    "canonical_name": "Feasibility Study for the Construction of the D3 Motorway Žilina (Brodno) – Čadca, Stage I: Žilina (Brodno) – Kysucké Nové Mesto",
    "project_name_slovak": "Diaľnica D3 Žilina (Brodno) – Čadca, I. etapa: Žilina (Brodno) – Kysucké Nové Mesto",
    "sector": "Transport",
    "documents": [
      {
        "filename": "C_1_10_2_Prinosy_stavby_final.pdf",
        "project_name": "D3 Motorway Žilina (Brodno) – Čadca, Stage I: Žilina (Brodno) – Kysucké Nové Mesto",
        "project_name_slovak": "Diaľnica D3 Žilina (Brodno) – Čadca, I. etapa: Žilina (Brodno) – Kysucké Nové Mesto",
        "document_type": "Feasibility Study – Benefits Analysis",
        "sector": "Transport",
        "summary": "This document is a feasibility study focused on the analysis of benefits for the construction of the D3 motorway section between Žilina (Brodno) and Čadca, specifically Stage I from Žilina (Brodno) to Kysucké Nové Mesto. It provides a comprehensive evaluation of the project's financial, economic, and environmental impacts, including detailed calculations of operational revenues, financing structure, financial sustainability, travel time savings, fuel consumption, operating costs, safety improvements, pollutant and greenhouse gas emission reductions, and noise impacts. The study quantifies the incremental benefits of the project compared to a no-project scenario, supporting the justification for investment and potential EU co-financing.",
        "content_length": 122877
      },
      {
        "filename": "C_1_4_2_D_Kapacitne_posudenie.pdf",
        "project_name": "D3 Motorway Žilina (Brodno) – Čadca, Stage I: Žilina (Brodno) – Kysucké Nové Mesto",
        "project_name_slovak": "DIAĽNICA D3 ŽILINA (BRODNO) – ČADCA, I. ETAPA: ŽILINA (BRODNO) – KYSUCKÉ NOVÉ MESTO",
        "document_type": "Feasibility Study – Capacity Assessment",
        "sector": "Transport",
        "summary": "This document is a capacity assessment study for the D3 motorway section between Žilina (Brodno) and Čadca, specifically focusing on Stage I: Žilina (Brodno) – Kysucké Nové Mesto. It evaluates the capacity and quality of traffic flow on the proposed motorway segments and interchanges, using projected traffic intensities and technical parameters. The study concludes that all motorway sections and grade-separated interchanges meet the required functional level of service (A-B). However, a potential capacity issue was identified at the at-grade eastern connection of the Kysucké Nové Mesto interchange, where a roundabout solution is recommended to ensure adequate service level. Other at-grade intersections in the area are found to be acceptable (levels B-D). The study anticipates further improvement in traffic conditions with the completion of subsequent motorway stages.",
        "content_length": 19579
      },
      {
        "filename": "E_1_1a_Stage_Summary_in_English_Language.pdf",
        "project_name": "Motorway D3 Žilina (Brodno) – Čadca, Stage I: Žilina (Brodno) – Kysucké Nové Mesto",
        "project_name_slovak": "Diaľnica D3 Žilina (Brodno) – Čadca, I. etapa: Žilina (Brodno) – Kysucké Nové Mesto",
        "document_type": "Feasibility Study",
        "sector": "Transport",
        "summary": "This document is a feasibility study for the first stage of the D3 motorway between Žilina (Brodno) and Kysucké Nové Mesto in northwestern Slovakia. The study evaluates the technical, environmental, and economic aspects of constructing a new highway section to improve transit capacity, safety, and regional accessibility. It analyzes current traffic conditions, forecasts future traffic, assesses environmental impacts, and provides a cost-benefit analysis. The study concludes that while the project does not meet strict economic profitability criteria, it is considered important for enhancing road safety, reducing travel times, and improving the overall transport network in the region.",
        "content_length": 30199
      },
      {
        "filename": "C_1_5_9_VYSLEDKY_LABORATORNYCH_SKUSOK_ZEMIN_A_HORNIN.pdf",
        "project_name": "D3 Motorway Žilina (Brodno) – Čadca – Stage I",
        "project_name_slovak": "Diaľnica D3 Žilina (Brodno) – Čadca – I. etapa",
        "document_type": "Feasibility Study – Results of Laboratory Soil and Rock Tests",
        "sector": "Transport",
        "summary": "This document presents the results of laboratory tests on soils and rocks conducted as part of the feasibility study for the D3 Motorway section from Žilina (Brodno) to Čadca (Stage I) in Slovakia. It includes detailed methodologies and findings from point load tests (PLT) to determine the strength of rock samples collected from various boreholes along the planned motorway route. The report provides statistical data, lithological descriptions, and strength classifications for different construction objects (such as bridges and embankments) along the route. The results are used to assess the geotechnical properties of the terrain, which are critical for the design and construction of the motorway infrastructure.",
        "content_length": 290990
      },
      {
        "filename": "C_1_11_Hodnotenie_Natura_2000.pdf",
        "project_name": "Assessment of Impacts on Natura 2000 Sites – D3 Motorway Žilina (Brodno) – Kysucké Nové Mesto",
        "project_name_slovak": "Vyhodnotenie vplyvov na územia sústavy Natura 2000 – Diaľnica D3 Žilina (Brodno) – Kysucké Nové Mesto",
        "document_type": "Environmental impact assessment (EIA) report",
        "sector": "Transport",
        "summary": "This document is an environmental impact assessment (EIA) report evaluating the potential effects of the planned construction and operation of the D3 motorway section between Žilina (Brodno) and Kysucké Nové Mesto on nearby Natura 2000 protected areas. The assessment follows EU and Slovak legislation, focusing on the possible impacts on habitats and species of European importance, especially large carnivores (lynx, bear, wolf), bats, and birds. The report identifies relevant Natura 2000 sites within proximity to the project, analyzes direct, indirect, and cumulative impacts, and proposes mitigation measures such as ecological crossings and fencing. The findings indicate that the motorway will not have significant negative effects on the integrity of Natura 2000 sites; in some cases, it may even improve migration conditions for certain species due to planned ecological measures. No direct impact on protected areas is expected, and the project is considered compatible with nature conservation objectives if recommended mitigation measures are implemented.",
        "content_length": 73013
      },
      {
        "filename": "C_1_1_1_Zivotne_prostredie.pdf",
        "project_name": "Feasibility Study for the Construction of the D3 Motorway Žilina (Brodno) – Čadca, Stage I: Žilina (Brodno) – Kysucké Nové Mesto",
        "project_name_slovak": "VYPRACOVANIE ŠTÚDIE REALIZOVATEĽNOSTI PRE STAVBU DIAĽNICE D3 ŽILINA (BRODNO) – ČADCA, I. ETAPA: ŽILINA (BRODNO) – KYSUCKÉ NOVÉ MESTO",
        "document_type": "Feasibility Study",
        "sector": "Transport",
        "summary": "This document is a feasibility study for the construction of the first stage of the D3 motorway between Žilina (Brodno) and Kysucké Nové Mesto in Slovakia. It analyzes the geographic, geological, hydrological, climatic, and environmental conditions of the area, including soil and water characteristics, seismicity, protected natural areas, and potential environmental impacts. The study also identifies protected zones, mineral deposits, and ecological corridors, and assesses the suitability of the area for motorway construction. The document provides a comprehensive overview of the natural environment and regulatory constraints relevant to the planned transport infrastructure project.",
        "content_length": 66342
      },
      {
        "filename": "E_1_2_SITUATION.pdf",
        "project_name": "Motorway D3 Žilina (Brodno) - Čadca",
        "project_name_slovak": "Diaľnica D3 Žilina (Brodno) - Čadca",
        "document_type": "Feasibility Study",
        "sector": "Transport",
        "summary": "This document is a feasibility study for the first stage of the Motorway D3 project, covering the section from Žilina (Brodno) to Čadca in Slovakia. It includes technical design references, project participants, and a summary of the planned motorway route, key structures (such as bridges and noise barriers), and connections to existing infrastructure. The study evaluates the technical and spatial aspects of the motorway's development, referencing previous documentation and outlining the main features and objectives of Stage I, which spans approximately 11.1 km.",
        "content_length": 2729
      },
      {
        "filename": "Príloha č. 7 Žilina, Brodno - KNM.pdf",
        "project_name": "Motorway D3 Žilina, Brodno - Kysucké Nové Mesto",
        "project_name_slovak": "Diaľnica D3 Žilina, Brodno - Kysucké Nové Mesto",
        "document_type": "Feasibility Study Update Form (prior to contract commitment)",
        "sector": "Transport",
        "summary": "This document is an update form for the feasibility study of the D3 motorway section from Žilina, Brodno to Kysucké Nové Mesto, prepared before signing the contract. It describes the technical parameters and route of the motorway, including related infrastructure such as junctions and road relocations. The document provides updated investment costs, economic benefits, and benefit-cost ratios, explaining changes due to revised construction costs and methodologies. It also details the incorporation of recommendations from the Ministry of Transport and the Ministry of Finance, focusing on budget constraints, procurement criteria, and independent supervision. The project is part of Slovakia's core transport network and is prioritized due to high current road capacity utilization.",
        "content_length": 5883
      },
      {
        "filename": "C_1_5_8_GEOTECHNICKE_CHARAKTERISTIKY_ZEMIN_A_HORNIN.pdf",
        "project_name": "D3 Motorway Žilina (Brodno) – Kysucké Nové Mesto",
        "project_name_slovak": "Diaľnica D3 Žilina (Brodno) – Kysucké Nové Mesto",
        "document_type": "Final Report of Supplementary Engineering-Geological and Hydrogeological Survey for Construction Permit Documentation",
        "sector": "Transport",
        "summary": "This document is the final report of a supplementary engineering-geological and hydrogeological survey conducted for the D3 Motorway section between Žilina (Brodno) and Kysucké Nové Mesto. The survey was carried out to provide detailed data for the construction permit documentation and the implementation phase of the project. It includes geotechnical parameters and basic characteristics of Quaternary soils and Paleogene rocks based on laboratory tests, supporting the design and construction of the motorway.",
        "content_length": 6298
      },
      {
        "filename": "C_1_3_Emisna_studia.pdf",
        "project_name": "Highway D3 Žilina (Brodno) – Čadca, Stage I – Žilina – Kysucké Nové Mesto",
        "project_name_slovak": "Diaľnica D3 Žilina (Brodno) – Čadca, I. etapa – Žilina – Kysucké Nové Mesto",
        "document_type": "Emission Dispersion Study (Air Quality Impact Assessment) as part of a Feasibility Study",
        "sector": "Transport",
        "summary": "This document is an emission dispersion study evaluating the impact of the planned construction of the D3 highway (section Žilina (Brodno) – Čadca, Stage I: Žilina – Kysucké Nové Mesto) on air quality in the affected region. The study uses mathematical modeling to compare pollutant concentrations (PM10, PM2.5, NO2, CO, VOC) for two scenarios: the 'zero variant' (without the new highway) and the 'implementation variant' (with the new highway) for the target year 2050. The results indicate that the construction of the highway is expected to have a positive effect on local air quality, with lower concentrations of key pollutants in most reference points. The study includes emission factors, meteorological data, and detailed results for selected reference locations. It is part of the environmental impact assessment process required by Slovak law.",
        "content_length": 49857
      },
      {
        "filename": "C_1_5_2_1_SITUACIA_PRIESKUMNYCH_DIEL.pdf",
        "project_name": "Overview of the Route Section D3 - Žilina (Brodno) - Kysucké Nové Mesto",
        "project_name_slovak": "Prehľadná situácia vedenia úseku D3 - Žilina (Brodno) - Kysucké Nové Mesto",
        "document_type": "Geological and hydrogeological survey documentation",
        "sector": "Transport",
        "summary": "The document provides an overview map and details of the D3 motorway section between Žilina (Brodno) and Kysucké Nové Mesto. It includes information on archival engineering-geological works, hydrogeological and observation works, and hand-dug shafts along the route. The document also references the base map prepared by GKÚ Bratislava and covers the location of the motorway axis, accompanying roads, and grade-separated junctions within the specified kilometer range.",
        "content_length": 438
      },
      {
        "filename": "C_1_6_Vypocty_vedenia_tras.pdf",
        "project_name": "D3 Motorway Žilina (Brodno) - Čadca",
        "project_name_slovak": "Diaľnica D3 Žilina (Brodno) - Čadca",
        "document_type": "Feasibility Study",
        "sector": "Transport",
        "summary": "This document presents detailed geometric and elevation calculations for route alignments of the D3 motorway section between Žilina (Brodno) and Čadca in the Žilina region. It includes technical parameters, alignment points, curve data, and references to previous technical documentation. The study provides the basis for evaluating different route variants and their technical feasibility, supporting the planning and design process for this key transport infrastructure project.",
        "content_length": 19524
      },
      {
        "filename": "B_1_7_Situacia_ortofoto_suhr_graf_vyst.pdf",
        "project_name": "D3 Motorway Žilina (Brodno) – Čadca",
        "project_name_slovak": "Diaľnica D3 Žilina (Brodno) – Čadca",
        "document_type": "Feasibility Study",
        "sector": "Transport",
        "summary": "This document is a feasibility study for the D3 motorway section between Žilina (Brodno) and Čadca in the Žilina region of Slovakia. It includes an overview map with orthophoto imagery, a legend of planned and existing infrastructure (such as roads, bridges, railways, and utilities), environmental and archaeological considerations, and technical details for the proposed motorway and related structures. The study references previous project documentation and outlines key risks, requirements for wildlife migration, and noise protection measures.",
        "content_length": 4843
      },
      {
        "filename": "C_1_9_Vyhodnotenie_rizik_klimatickych_zmien.pdf",
        "project_name": "D3 Motorway Žilina (Brodno) – Čadca, Stage I: Žilina (Brodno) – Kysucké Nové Mesto – Climate Change Risk Assessment",
        "project_name_slovak": "DIAĽNICA D3 ŽILINA (BRODNO) – ČADCA, I. ETAPA: ŽILINA (BRODNO) – KYSUCKÉ NOVÉ MESTO – VYHODNOTENIE RIZÍK KLIMATICKÝCH ZMIEN",
        "document_type": "Climate Change Risk Assessment (part of Feasibility Study)",
        "sector": "Transport",
        "summary": "This document presents a comprehensive assessment of climate change risks for the planned D3 motorway section between Žilina (Brodno) and Kysucké Nové Mesto in Slovakia. It analyzes the project's sensitivity and exposure to various climate-related hazards, including extreme temperatures, heavy rainfall, snow events, icing, high winds, storms, fog, floods, landslides, and drought. The study evaluates historical and projected climate data, identifies vulnerable infrastructure components (such as bridges, retaining walls, and noise barriers), and provides recommendations for adaptation measures. The assessment is based on national and European climate adaptation strategies and aims to ensure the motorway's resilience to future climate conditions.",
        "content_length": 162671
      },
      {
        "filename": "C_1_5_10_VYSLEDKY_LABORATORNYCH_SKUSOK_VOD.pdf",
        "project_name": "Motorway D3 Žilina (Brodno) – Čadca – Stage I",
        "project_name_slovak": "Diaľnica D3 Žilina (Brodno) – Čadca – I. etapa",
        "document_type": "Feasibility study – Laboratory test results of water and soils",
        "sector": "Transport",
        "summary": "This document presents the results of laboratory tests on water and soil samples conducted as part of the feasibility study for the construction of the D3 motorway section from Žilina (Brodno) to Čadca (Stage I) in Slovakia. The analyses include chemical assessments of groundwater and soil to evaluate their aggressiveness and suitability for construction. The document compiles protocols and reports from various years and sources, providing essential geotechnical and hydrogeological data for the project's planning and permitting processes.",
        "content_length": 2840
      },
      {
        "filename": "C_1_10_3_Cena_verejnej_prace.pdf",
        "project_name": "Motorway D3 Žilina (Brodno) – Čadca, Stage I: Žilina (Brodno) – Kysucké Nové Mesto",
        "project_name_slovak": "Diaľnica D3 Žilina (Brodno) – Čadca, I. etapa: Žilina (Brodno) – Kysucké Nové Mesto",
        "document_type": "Feasibility Study (Cost-Benefit Analysis and Investment Cost Breakdown)",
        "sector": "Transport",
        "summary": "This document is a feasibility study focused on the first stage of the D3 motorway construction between Žilina (Brodno) and Kysucké Nové Mesto in Slovakia. It provides a detailed breakdown of investment and non-investment costs, including construction, land acquisition, engineering, and preparatory works. The study evaluates the socio-economic return of the project using cost-benefit analysis, outlines the capital expenditures, and presents the methodology for cost estimation based on national standards. The document also includes tables summarizing the costs for various project components, such as roadworks, bridges, land purchases, and related infrastructure.",
        "content_length": 18637
      },
      {
        "filename": "C_1_7_Seizmicky_prieskum.pdf",
        "project_name": "D3 Motorway Žilina (Brodno) – Čadca",
        "project_name_slovak": "Diaľnica D3 Žilina (Brodno) – Čadca",
        "document_type": "Feasibility Study – Seismic Survey",
        "sector": "Transport",
        "summary": "This document is a seismic survey report prepared as part of the feasibility study for the construction of the D3 motorway section between Žilina (Brodno) and Čadca in the Žilina region of Slovakia. The report evaluates the geological, tectonic, and seismic conditions of the area, including the risk of earthquakes, landslides, and other geodynamic phenomena. It provides an assessment of seismic hazards, expected seismic intensities, and recommendations for mitigating seismic risks in the context of the planned motorway construction. The study concludes that the region is seismically active, with expected macroseismic intensities of 7 to 8 (MSK-64 scale) and peak ground accelerations between 0.40 and 0.63 m/s², and highlights the need for individual assessment of geological subsoils due to the area's susceptibility to landslides.",
        "content_length": 28112
      },
      {
        "filename": "B_1_8_Tabulkova_schema_mostov_a_tunelov.pdf",
        "project_name": "D3 Motorway Žilina (Brodno) - Čadca",
        "project_name_slovak": "Diaľnica D3 Žilina (Brodno) - Čadca",
        "document_type": "Feasibility Study",
        "sector": "Transport",
        "summary": "This document is a feasibility study for the D3 Motorway section between Žilina (Brodno) and Čadca in the Žilina region of Slovakia. It contains detailed tabular schemes and technical data for bridges, tunnels, and retaining walls along the planned motorway route. The document includes structural parameters, dimensions, and technical solutions for each bridge and wall, referencing previous project documentation and technical studies. The study is intended to support the planning and implementation of the motorway infrastructure.",
        "content_length": 6282
      },
      {
        "filename": "C_1_4_1_D_D_model.pdf",
        "project_name": "Transport Model in the D3 Motorway Corridor",
        "project_name_slovak": "Dopravný model v koridore diaľnice D3",
        "document_type": "Feasibility study (including transport modeling and future traffic forecasts)",
        "sector": "Transport",
        "summary": "This document presents a comprehensive feasibility study focused on updating and analyzing the transport model for the D3 motorway corridor in northern Slovakia, specifically the section Žilina (Brodno) – Čadca. The study uses the PTV VISUM 2022 software to model current and future traffic flows, considering demographic, socio-economic, and infrastructure development scenarios for the years 2022, 2025, 2030, 2040, and 2050. It includes detailed methodologies for demand and supply modeling, calibration with real traffic data, and scenario analysis for various motorway variants. The results provide forecasts of traffic intensity, modal split, and the impact of new motorway sections on regional and international transport, serving as a basis for cost-benefit analysis and decision-making regarding the D3 motorway's construction and operation.",
        "content_length": 73341
      },
      {
        "filename": "C_1_5_0_ZAVERECNA_SPRAVA_I_ETAPY.pdf",
        "project_name": "Motorway D3 Žilina (Brodno) - Kysucké Nové Mesto",
        "project_name_slovak": "Diaľnica D3 Žilina (Brodno) - Kysucké Nové Mesto",
        "document_type": "Feasibility Study – Final Report (Engineering-Geological Study, Stage I)",
        "sector": "Transport",
        "summary": "This document is the final report of the engineering-geological feasibility study for the planned section of the D3 motorway between Žilina (Brodno) and Kysucké Nové Mesto in northern Slovakia. It provides a comprehensive analysis of the geological, hydrogeological, geomorphological, and seismic conditions along the proposed motorway route. The study includes a review of previous geological surveys, field and laboratory investigations, and an assessment of natural hazards such as landslides and flooding. It evaluates the suitability of soils and rocks for construction, the impact on groundwater and surface water, and the potential risks to infrastructure. The report also outlines recommended foundation methods for major structures (bridges, retaining walls) and identifies areas requiring special attention due to geological or environmental constraints. The findings support decision-making for the motorway's design and construction, ensuring safety, stability, and minimal environmental impact.",
        "content_length": 88281
      },
      {
        "filename": "C_1_2_Hlukova_studia.pdf",
        "project_name": "D3 Žilina (Brodno) – Kysucké Nové Mesto, including the separate construction of the KNM feeder road",
        "project_name_slovak": "D3 ŽILINA (BRODNO) – KYSUCKÉ NOVÉ MESTO, VRÁTANE SAMOSTATNEJ STAVBY PRIVÁDZAČA KNM",
        "document_type": "Noise Study for Feasibility Study",
        "sector": "Transport",
        "summary": "This document is a noise study prepared as part of the feasibility study for the D3 motorway section from Žilina (Brodno) to Kysucké Nové Mesto, including the separate construction of the KNM feeder road. The study evaluates the current and projected noise levels in the affected area, assesses compliance with Slovak noise legislation, and proposes noise mitigation measures such as the installation of noise barriers (PHS). The analysis uses traffic and engineering data, 3D modeling, and acoustic simulations for the year 2050. The document provides detailed legislative context, technical calculations, and a comprehensive list of proposed noise barriers, including their locations, dimensions, and characteristics. It also compares the current proposals with previous noise studies and highlights the need for ongoing noise monitoring and potential additional measures to protect public health and the environment.",
        "content_length": 34495
      },
      {
        "filename": "B_1_5_Charakteristicke_priecne_rezy.pdf",
        "project_name": "Motorway D3 Žilina (Brodno) - Čadca",
        "project_name_slovak": "DIAĽNICA D3 ŽILINA (BRODNO) - ČADCA",
        "document_type": "Feasibility Study",
        "sector": "Transport",
        "summary": "This document is a feasibility study containing characteristic cross-sections and technical solutions for the planned Motorway D3 between Žilina (Brodno) and Čadca in the Žilina region of Slovakia. It includes technical data, cross-sectional profiles, gradients, and references to previous project documentation. The study was prepared by AFRY CZ s.r.o. for the National Motorway Company and provides detailed engineering information for the first stage of the motorway project.",
        "content_length": 1750
      },
      {
        "filename": "C_1_5_5_POZDLZNE_PROFILY_PREVZATE_Z_ARCHIVNYCH_PODKLADOV.pdf",
        "project_name": "Motorway D3 Žilina (Brodno) - Čadca: Longitudinal Profiles Taken from Archival Sources",
        "project_name_slovak": "Diaľnica D3 Žilina (Brodno) - Čadca: Pozdĺžne profily prevzaté z archívnych podkladov",
        "document_type": "Feasibility Study",
        "sector": "Transport",
        "summary": "This document is a feasibility study focused on the D3 motorway section between Žilina (Brodno) and Čadca in Slovakia. It compiles and analyzes longitudinal profiles of the planned motorway and associated bridge structures, using data sourced from archival materials. The study includes technical details, elevation profiles, and geotechnical information relevant to the design and construction of the motorway and its bridges. The document is intended to support planning and decision-making for the development of this key transport infrastructure.",
        "content_length": 34619
      },
      {
        "filename": "C_1_5_1_PREHLADNA_SITUACIA.pdf",
        "project_name": "Motorway D3 Žilina (Brodno) - Čadca",
        "project_name_slovak": "Diaľnica D3 Žilina (Brodno) - Čadca",
        "document_type": "Feasibility Study",
        "sector": "Transport",
        "summary": "This document is a feasibility study providing an overview of the planned D3 motorway section between Žilina (Brodno) and Čadca in the Žilina region of Slovakia. It includes situational maps, background data, and survey results to support the planning and decision-making process for the motorway's construction.",
        "content_length": 863
      },
      {
        "filename": "B_1_4_Vzorovy_priecny_rez_D3.pdf",
        "project_name": "Motorway D3 Žilina (Brodno) - Čadca",
        "project_name_slovak": "Diaľnica D3 Žilina (Brodno) - Čadca",
        "document_type": "Feasibility study",
        "sector": "Transport",
        "summary": "This document is a feasibility study for the D3 motorway section between Žilina (Brodno) and Čadca in the Žilina region of Slovakia. It includes standard cross-sectional drawings, technical solutions, and references to previous project documentation. The study evaluates the design and technical aspects of the motorway, including road structure, drainage, fencing, and safety features, to support further planning and construction phases.",
        "content_length": 1972
      },
      {
        "filename": "E_1_1b_Zhrnutie_v_anglickom_jazyku.pdf",
        "project_name": "Motorway D3 Žilina (Brodno) – Čadca, Stage I: Žilina (Brodno) – Kysucké Nové Mesto",
        "project_name_slovak": "Diaľnica D3 Žilina (Brodno) – Čadca, I. etapa: Žilina (Brodno) – Kysucké Nové Mesto",
        "document_type": "Feasibility Study",
        "sector": "Transport",
        "summary": "This document is a feasibility study for the construction of the D3 motorway, specifically Stage I between Žilina (Brodno) and Kysucké Nové Mesto in northern Slovakia. The study evaluates the current transport situation, proposes a single 'stabilized variant' route based on previous planning and land acquisition, and analyzes the project's technical, environmental, and economic aspects. The study concludes that while the project brings significant benefits in terms of improved traffic flow, safety, regional accessibility, and reduced environmental impact (noise and air quality), it does not meet strict economic profitability criteria due to high investment costs and challenging terrain. Nevertheless, the project is considered beneficial for achieving strategic transport and regional development goals. Recommendations are provided for further project preparation, including updates to spatial planning and archaeological surveys.",
        "content_length": 28296
      },
      {
        "filename": "Priloha_CBA_D3 privadzac_Final.xlsx",
        "project_name": "CBA D3 Feeder - Annex",
        "project_name_slovak": "Príloha CBA D3 privádzač",
        "document_type": "Cost-Benefit Analysis Parameters Annex",
        "sector": "Transport",
        "summary": "This document is an annex containing general parameters and economic assumptions for the cost-benefit analysis (CBA) of the D3 feeder road project. It includes discount rates, price levels, time horizons, inflation indices, GDP growth forecasts, and unit operating costs for road infrastructure. The annex provides the necessary input data and methodological notes for the CBA model, supporting the evaluation of the project's economic and financial viability.",
        "content_length": 18325652
      },
      {
        "filename": "B_1_1_Prehladna_situacia.pdf",
        "project_name": "D3 Motorway Žilina (Brodno) - Čadca",
        "project_name_slovak": "Diaľnica D3 Žilina (Brodno) - Čadca",
        "document_type": "Feasibility Study",
        "sector": "Transport",
        "summary": "This document provides an overview and technical solution for the D3 motorway section from Žilina (Brodno) to Čadca in the Žilina region. It outlines the stages of the project, including connections to existing and planned motorway sections, and references previous technical documentation and studies. The document includes details on project segments, lengths, and responsible organizations, serving as a comprehensive feasibility study for the planned motorway development.",
        "content_length": 2853
      }
    ]
  },
  "Floor Plan of the Canteen and Basement of the Building at Limbová 2": {
    "canonical_name": "Floor Plan of the Canteen and Basement of the Building at Limbová 2",
    "project_name_slovak": "Pôdorys jedálne + suterén budovy na ulici Limbová 2",
    "sector": "Building",
    "documents": [
      {
        "filename": "Súčasť prílohy č. 4 - Pôdorys jedáleň + suterén budovy na ulici Limbová 2.pdf",
        "project_name": "Floor Plan of the Canteen and Basement of the Building at Limbová 2",
        "project_name_slovak": "Pôdorys jedálne + suterén budovy na ulici Limbová 2",
        "document_type": "Architectural floor plan",
        "sector": "Building",
        "summary": "This document contains architectural floor plans depicting the layout of the canteen and the basement areas of a building located at Limbová 2. It is an annex to a larger documentation set, providing detailed spatial arrangements and structural information relevant for construction, renovation, or facility management purposes.",
        "content_length": 1
      },
      {
        "filename": "Súčasť prílohy č. 4 - Pôdorysy budovy na ulici Limbová 2.pdf",
        "project_name": "Floor Plans of the Building at Limbová 2",
        "project_name_slovak": "Pôdorysy budovy na ulici Limbová 2",
        "document_type": "Architectural floor plans",
        "sector": "Building",
        "summary": "This document contains architectural floor plans for a building located at Limbová 2. It is part of an annex (Annex No. 4) and provides detailed layouts of the building's structure and internal arrangement.",
        "content_length": 7
      }
    ]
  },
  "D1 Motorway Bratislava – Senec, Expansion to 6 Lanes, Section 1 km 0.000 – 3.638 (13.600 – 17.238 D1)": {
    "canonical_name": "D1 Motorway Bratislava – Senec, Expansion to 6 Lanes, Section 1 km 0.000 – 3.638 (13.600 – 17.238 D1)",
    "project_name_slovak": "Diaľnica D1 Bratislava – Senec, rozšírenie na 6-pruh, 1. úsek km 0,000 – 3,638 (13,600 – 17,238 D1)",
    "sector": "Transport",
    "documents": [
      {
        "filename": "spr vaDIP122.pdf",
        "project_name": "D1 Motorway Bratislava – Senec, Expansion to 6 Lanes, Section 1 km 0.000 – 3.638 (13.600 – 17.238 D1)",
        "project_name_slovak": "Diaľnica D1 Bratislava – Senec, rozšírenie na 6-pruh, 1. úsek km 0,000 – 3,638 (13,600 – 17,238 D1)",
        "document_type": "Traffic Engineering Survey and Capacity Assessment",
        "sector": "Transport",
        "summary": "This document is a comprehensive traffic engineering survey and capacity assessment for the planned expansion of the D1 motorway between Bratislava and Senec to six lanes, specifically focusing on Section 1 (km 0.000 – 3.638). It analyzes the current traffic situation, demographic and socio-economic context, and forecasts future traffic volumes for the years 2020, 2030, and 2040. The study evaluates the performance and capacity of interchanges and motorway segments, considering projected regional development, urbanization, and new infrastructure investments (such as D4 and R7). The document concludes that the expansion is necessary to accommodate increasing traffic demand, improve safety, and support sustainable regional growth, while recommending ongoing monitoring and phased implementation based on traffic intensity.",
        "content_length": 97190
      }
    ]
  },
  "Eastern Slovak Oncology Institute – Construction of a New Surgical and Outpatient Pavilion": {
    "canonical_name": "Eastern Slovak Oncology Institute – Construction of a New Surgical and Outpatient Pavilion",
    "project_name_slovak": "Východoslovenský onkologický ústav – Výstavba nového chirurgického a ambulantného pavilónu",
    "sector": "Building",
    "documents": [
      {
        "filename": "VOU_20230719.pdf",
        "project_name": "Eastern Slovak Oncology Institute – Construction of a New Surgical and Outpatient Pavilion",
        "project_name_slovak": "Východoslovenský onkologický ústav – Výstavba nového chirurgického a ambulantného pavilónu",
        "document_type": "Economic evaluation and recommendation report by the Ministry of Finance",
        "sector": "Building",
        "summary": "This document is an economic evaluation by the Ministry of Finance of the Slovak Republic regarding the planned investment in the Eastern Slovak Oncology Institute (VOÚ). The project involves constructing a new surgical and outpatient pavilion with an estimated total investment of 52.2 million euros, including construction, medical equipment, and project documentation. The main goals are to expand and modernize facilities for surgeries, diagnostics, and outpatient care, addressing current space and standard deficiencies. The evaluation highlights the necessity of the investment due to inadequate existing conditions, but notes that the project will not fully resolve all spatial and operational issues, particularly as most inpatient wards will remain in the historic building. The report also discusses financing sources, project risks, and recommends considering the alternative of building a comprehensive oncology center in a new location. The project is aligned with the National Oncology Program but is only partially included in the Ministry of Health's investment plans.",
        "content_length": 19043
      },
      {
        "filename": "01_Studia_uskutocnitelnosti_koncepcia_rozvoja_VOU_v_Kosiciach.pdf",
        "project_name": "Feasibility Study: Development Concept of the Eastern Slovak Oncology Institute in Košice",
        "project_name_slovak": "Štúdia uskutočniteľnosti Koncepcia rozvoja VOÚ v Košiciach",
        "document_type": "Feasibility Study",
        "sector": "Other: Healthcare Infrastructure",
        "summary": "This document is a feasibility study analyzing the development concept for the Eastern Slovak Oncology Institute (VOÚ) in Košice. It provides a comprehensive assessment of the current state of oncology care in Slovakia, the role and status of VOÚ within the Košice region, and the need for modernization and expansion of its facilities. The study reviews demographic, economic, technological, and legislative factors affecting oncology services, and presents SWOT and PESTLE analyses. It details the historical evolution of the institute, its organizational structure, and current operational challenges, particularly those related to outdated infrastructure and insufficient capacity. The main project goal is the construction of a new pavilion to improve the quality, efficiency, and scope of oncology care, including enhanced diagnostic, surgical, and palliative services. The study evaluates several development scenarios, ultimately recommending the expansion with a new facility to address both current deficiencies and future regional healthcare needs.",
        "content_length": 169784
      }
    ]
  },
  "null": {
    "canonical_name": null,
    "project_name_slovak": null,
    "sector": null,
    "documents": [
      {
        "filename": ".DS_Store",
        "project_name": null,
        "project_name_slovak": null,
        "document_type": null,
        "sector": null,
        "summary": "No content available. The file '.DS_Store' does not contain Slovak government document data.",
        "content_length": 0
      }
    ]
  },
  "Traffic Intensities": {
    "canonical_name": "Traffic Intensities",
    "project_name_slovak": "Intenzity dopravy",
    "sector": "Transport",
    "documents": [
      {
        "filename": "1.11.3 Intenzity dopravy.pdf",
        "project_name": "Traffic Intensities",
        "project_name_slovak": "Intenzity dopravy",
        "document_type": "Traffic analysis report",
        "sector": "Transport",
        "summary": "This document presents an analysis of traffic intensities, including data on vehicle flows, peak hours, and traffic patterns on selected road segments. It provides statistical evaluations and graphical representations to support transport planning and infrastructure development.",
        "content_length": 0
      }
    ]
  },
  "Update: Development Concept of the F. D. Roosevelt Faculty Hospital with Polyclinic Banská Bystrica": {
    "canonical_name": "Update: Development Concept of the F. D. Roosevelt Faculty Hospital with Polyclinic Banská Bystrica",
    "project_name_slovak": "Aktualizácia : Koncepcia rozvoja Fakultnej nemocnice s poliklinikou F. D. Roosevelta Banská Bystrica",
    "sector": "Building",
    "documents": [
      {
        "filename": "aktualizacia_fnsp-bb.pdf",
        "project_name": "Update: Development Concept of the F. D. Roosevelt Faculty Hospital with Polyclinic Banská Bystrica",
        "project_name_slovak": "Aktualizácia : Koncepcia rozvoja Fakultnej nemocnice s poliklinikou F. D. Roosevelta Banská Bystrica",
        "document_type": "Updated economic evaluation of investment",
        "sector": "Building",
        "summary": "This document is an updated economic evaluation of the investment project for the development of the F. D. Roosevelt Faculty Hospital with Polyclinic in Banská Bystrica. The project involves the construction and reconstruction of the hospital, including 821 beds, due to the poor technical condition and inadequate layout of existing buildings. The total investment is estimated at 451.3 million euros with VAT. The evaluation analyzes cost savings achieved through public procurement, anticipated additional costs, and funding sources, including the Recovery and Resilience Plan. Recommendations include clarifying equipment needs, refining cost estimates during implementation, and exploring cost optimization opportunities. The document also notes that some components, such as parking and certain reconstructions, lack secured funding.",
        "content_length": 4951
      }
    ]
  },
  "Orthophotomap km 11,500-16,772, Sections II, III, IV": {
    "canonical_name": "Orthophotomap km 11,500-16,772, Sections II, III, IV",
    "project_name_slovak": "Ortofotomapa km 0,000-11,500, II. úsek",
    "sector": "Transport",
    "documents": [
      {
        "filename": "2.3_Ortofotomapa_km_0,000-11,500_II._usek.pdf",
        "project_name": "Orthophotomap km 0.000-11.500, Section II",
        "project_name_slovak": "Ortofotomapa km 0,000-11,500, II. úsek",
        "document_type": "Orthophotomap (Geodetic Documentation)",
        "sector": "Transport",
        "summary": "This document provides an orthophotomap covering kilometers 0.000 to 11.500 of the second section of a transport infrastructure project. The orthophotomap serves as a geodetic and cartographic basis for planning, design, or monitoring activities related to the construction or reconstruction of a transport route, such as a road or railway.",
        "content_length": 0
      },
      {
        "filename": "2.4_Ortofotomapa_km_11,500-16,772_II.III.IV._usek.pdf",
        "project_name": "Orthophotomap km 11,500-16,772, Sections II, III, IV",
        "project_name_slovak": "Ortofotomapa km 11,500-16,772, II. III. IV. úsek",
        "document_type": "Orthophotomap documentation",
        "sector": "Transport",
        "summary": "This document provides orthophotomap imagery and related geospatial data for the sections II, III, and IV of a transport corridor between kilometers 11,500 and 16,772. The orthophotomap is intended for use in planning, monitoring, or documenting the progress of infrastructure projects, likely related to road or railway construction or modernization.",
        "content_length": 0
      },
      {
        "filename": "2.2_Ortofotomapa_km_12,500-23,500_I._usek.pdf",
        "project_name": "Orthophotomap km 12,500-23,500, Section I",
        "project_name_slovak": "Ortofotomapa km 12,500-23,500, I. úsek",
        "document_type": "Orthophotomap documentation",
        "sector": "Transport",
        "summary": "This document provides orthophotomap imagery and related geospatial data for the section between kilometers 12,500 and 23,500 of a transport infrastructure project. It includes detailed aerial photographs and mapping information to support planning, design, or monitoring activities within the specified section.",
        "content_length": 0
      },
      {
        "filename": "2.1_Ortofotomapa_km_0,000-12,500_I._usek.pdf",
        "project_name": "Orthophotomap km 0.000-12.500, Section I",
        "project_name_slovak": "Ortofotomapa km 0,000-12,500 I. úsek",
        "document_type": "Orthophotomap (geospatial documentation)",
        "sector": "Transport",
        "summary": "This document provides an orthophotomap covering kilometers 0.000 to 12.500 of the first section of a transport infrastructure project. The orthophotomap offers high-resolution aerial imagery and geospatial data, supporting planning, design, and monitoring activities related to the development or reconstruction of a transport corridor.",
        "content_length": 0
      }
    ]
  },
  "Value for Money Analysis of the D4/R7 PPP Project": {
    "canonical_name": "Value for Money Analysis of the D4/R7 PPP Project",
    "project_name_slovak": "Analýza hodnoty za peniaze projektu D4/R7",
    "sector": "Transport",
    "documents": [
      {
        "filename": "Analėza hodnoty za peniaze projektu D4R7.pdf",
        "project_name": "Value for Money Analysis of the D4/R7 PPP Project",
        "project_name_slovak": "Analýza hodnoty za peniaze projektu D4/R7",
        "document_type": "Value for Money Analysis (VfM) / Economic Evaluation",
        "sector": "Transport",
        "summary": "This document is a comprehensive Value for Money (VfM) analysis for the D4/R7 PPP project, which involves the design, construction, financing, operation, and maintenance of the D4 motorway (Jarovce – Rača) and the R7 expressway (Bratislava Prievoz – Holice) in Slovakia. The analysis, prepared in February 2016, compares the public-private partnership (PPP) model with the conventional public sector comparator (PSC) approach. It updates the original feasibility study assumptions based on the results of the public procurement process, including the winning bid from the Obchvat Nula consortium (Cintra, PORR, Macquarie). The document evaluates key financial parameters, risk allocation, socio-economic benefits, and sensitivity scenarios. The findings confirm that the PPP model offers greater value for money for the contracting authority compared to the traditional PSC model, due to lower availability payments, optimized technical solutions, and earlier realization of socio-economic benefits.",
        "content_length": 140296
      },
      {
        "filename": "Soci lno ekonomick‚ uŸinky projektu PPP D4_R7.pdf",
        "project_name": "Socio-economic Impacts of the PPP D4/R7 Project",
        "project_name_slovak": "Sociálno-ekonomické účinky projektu PPP D4/R7",
        "document_type": "Socio-economic evaluation and cost-benefit analysis",
        "sector": "Transport",
        "summary": "This document provides a comprehensive socio-economic evaluation of the PPP D4/R7 project, which includes the D4 motorway (Jarovce – Rača) and the R7 expressway (Bratislava Prievoz – Holice) in Slovakia. It outlines the legislative and methodological framework for economic assessment of linear infrastructure projects, focusing on life cycle cost analysis (LCCA) and cost-benefit analysis (CBA) using the HDM-4 model calibrated for Slovak conditions. The document details the methodology, calibration data, and economic indicators such as Net Present Value (NPV), Internal Rate of Return (IRR), and payback period. It quantifies the expected societal benefits, including reduced travel time, lower vehicle operating costs, improved safety, and environmental impacts. The analysis is performed separately for each section of the D4 and R7, with a summary of overall project benefits and recommendations for decision-making regarding project implementation.",
        "content_length": 280269
      }
    ]
  },
  "Procurement of interoperable multi-system electric locomotives and trainsets for long-distance transport": {
    "canonical_name": "Procurement of interoperable multi-system electric locomotives and trainsets for long-distance transport",
    "project_name_slovak": "Obstaranie interoperabilných viacsystémových elektrických rušňov a súprav pre diaľkovú dopravu",
    "sector": "Transport",
    "documents": [
      {
        "filename": "Formulár na aktualizáciu štúdie uskutočniteľnosti pred vyhlásením verejného obstarávania.pdf",
        "project_name": "Procurement of interoperable multi-system electric locomotives and trainsets for long-distance transport",
        "project_name_slovak": "Obstaranie interoperabilných viacsystémových elektrických rušňov a súprav pre diaľkovú dopravu",
        "document_type": "Feasibility study update form prior to public procurement",
        "sector": "Transport",
        "summary": "This document is an update form for the feasibility study of a project by Železničná spoločnosť Slovensko, a.s. (ZSSK) to procure 15 interoperable multi-system electric locomotives (with an option for 15 more) via a 10-year lease for long-distance rail transport. The update addresses the urgent need to replace outdated locomotives, comply with new ETCS requirements, and minimize negative financial impacts. It details changes in investment costs, economic benefits, and procurement strategy, shifting from purchase to leasing due to time constraints and funding availability. The document also discusses the financial implications, benefit-cost ratio, and the integration of recommendations from the Ministry of Finance, as well as the project's dependence on EU funding for future modernization.",
        "content_length": 7324
      },
      {
        "filename": "SU-dialkova-doprava_final.pdf",
        "project_name": "Procurement of Interoperable Multi-system Electric Locomotives and Trainsets for Long-distance Transport",
        "project_name_slovak": "Obstaranie interoperabilných viacsystémových elektrických rušňov a súprav pre diaľkovú dopravu",
        "document_type": "Feasibility Study",
        "sector": "Transport",
        "summary": "This document is a feasibility study prepared for Železničná spoločnosť Slovensko, a.s. (ZSSK), evaluating the procurement of interoperable multi-system electric locomotives (HKV) and trainsets (SpDD) for long-distance passenger rail transport. The study analyzes the current state of ZSSK's rolling stock, which is outdated and insufficient for modern international and domestic operations, and compares two main alternatives: purchasing or leasing new vehicles. It includes technical specifications, financial and economic analyses, risk and sensitivity assessments, and scenario modeling. The study concludes that purchasing new locomotives and trainsets is the most advantageous solution, offering significant operational cost savings, improved competitiveness, and enhanced service quality, and recommends this approach for implementation.",
        "content_length": 83765
      },
      {
        "filename": "hodnotenie-zssk-prenajom-rusnov_aktualizacia.pdf",
        "project_name": "Lease of Electric Locomotives for Long-Distance Transport",
        "project_name_slovak": "Prenájom elektrických rušňov do diaľkovej dopravy",
        "document_type": "Updated economic evaluation",
        "sector": "Transport",
        "summary": "This document is an updated economic evaluation by the Ministry of Finance of the Slovak Republic (Value for Money Division) regarding the project to lease 15 electric locomotives, with an option for an additional 15, for national and international long-distance rail transport. The project, submitted by Železničná spoločnosť Slovensko (ZSSK), aims to ensure transport service continuity, meet international standards, and replace aging locomotives. The evaluation compares the costs and benefits of leasing versus purchasing, noting that long-term purchase is more cost-effective, but leasing is chosen due to time constraints and financial limitations. The document also discusses risks, alternatives, and provides recommendations to optimize the number and duration of leased vehicles, as well as to consider future purchases based on actual needs.",
        "content_length": 7069
      }
    ]
  },
  "Value for Money Assessment of the Supreme Court of the Slovak Republic Project": {
    "canonical_name": "Value for Money Assessment of the Supreme Court of the Slovak Republic Project",
    "project_name_slovak": "Hodnota za peniaze projektu Najvyššieho súdu SR",
    "sector": "Building",
    "documents": [
      {
        "filename": "Hodnotenie_UHP_NS-SR.pdf",
        "project_name": "Value for Money Assessment of the Supreme Court of the Slovak Republic Project",
        "project_name_slovak": "Hodnota za peniaze projektu Najvyššieho súdu SR",
        "document_type": "Economic evaluation and value for money assessment",
        "sector": "Building",
        "summary": "This document is an economic evaluation by the Ministry of Finance of the Slovak Republic regarding the planned comprehensive reconstruction of the Supreme Court building at Župné námestie in Bratislava. The project, estimated at 36.2 million euros, involves renovating all interior spaces, replacing windows, insulating the building, renewing construction elements, and upgrading utility systems. It also includes the construction of a new courtroom for 311 participants, an underground parking garage with 95 spaces, and apartments for judges and court staff. The assessment compares four alternatives: maintaining the current rented state, constructing a new building of the same size, constructing a smaller new building, and reconstructing the existing building. The preferred option is reconstruction, but the document highlights risks such as underestimated costs, technical challenges, and unclear financing sources. Recommendations include verifying cost estimates, reassessing space and parking needs, and confirming the project budget before proceeding. The project is at the initial planning stage, with construction planned for 2028–2031, subject to funding availability.",
        "content_length": 27832
      }
    ]
  },
  "Capacity Model – Detailed Tables": {
    "canonical_name": "Capacity Model – Detailed Tables",
    "project_name_slovak": "Kapacitný model – detailné tabuľky",
    "sector": "Other: Healthcare",
    "documents": [
      {
        "filename": "02_Kapacitny_model_detailne_tabulky.xlsx",
        "project_name": "Capacity Model – Detailed Tables",
        "project_name_slovak": "Kapacitný model – detailné tabuľky",
        "document_type": "Healthcare capacity and demand analysis",
        "sector": "Other: Healthcare",
        "summary": "This document presents a detailed capacity model for healthcare services, focusing on outpatient visits and hospital bed capacity. It includes projections and scenarios for the number of visits to various medical specialties and the required hospital bed capacity from 2019 to 2057. The analysis covers demographic growth, baseline and cumulative growth, and year-on-year changes for different variants of infrastructure development (existing state, limited renovations, and new construction/expansion). The document provides quantitative data for planning and evaluating future healthcare infrastructure needs in the Košice Self-Governing Region (KSK), supporting strategic decision-making for hospital and outpatient service provision.",
        "content_length": 245027
      }
    ]
  },
  "Implementation of GSM-R on the Varín – Košice – Čierna nad Tisou Railway Line (update)": {
    "canonical_name": "Implementation of GSM-R on the Varín – Košice – Čierna nad Tisou Railway Line (update)",
    "project_name_slovak": "Implementácia GSM-R na trati Varín – Košice – Čierna nad Tisou (aktualizácia)",
    "sector": "Transport",
    "documents": [
      {
        "filename": "Hodnotenie_GSM-R_Varin-KE-CnT_20230301.pdf",
        "project_name": "Implementation of GSM-R on the Varín – Košice – Čierna nad Tisou Railway Line (update)",
        "project_name_slovak": "Implementácia GSM-R na trati Varín – Košice – Čierna nad Tisou (aktualizácia)",
        "document_type": "Investment evaluation (economic assessment) according to §19a of Act No. 523/2004 Coll.",
        "sector": "Transport",
        "summary": "This document is an updated economic evaluation of the investment project for implementing GSM-R mobile communication technology on the Varín – Košice – Čierna nad Tisou railway line. The assessment, prepared by the Value for Money Division of the Slovak Ministry of Finance, reviews project costs, funding (including an EU grant), compliance with strategic plans, and recommendations from previous evaluations. It notes partial fulfillment of earlier recommendations, highlights risks related to project coordination and budget overlaps with other railway modernization projects, and provides recommendations for further implementation and cost adjustments if certain works are excluded.",
        "content_length": 3137
      }
    ]
  },
  "Rental of Premises for the Ministry of Education, Research, Development and Youth of the Slovak Republic": {
    "canonical_name": "Rental of Premises for the Ministry of Education, Research, Development and Youth of the Slovak Republic",
    "project_name_slovak": "Príloha č. 3 - Podrobné informácie o analyzovaných administratívnych priestoroch",
    "sector": "Building",
    "documents": [
      {
        "filename": "Príloha č. 3 - Podrobné informácie o analyzovaných administratívnych priestoroch.docx.pdf",
        "project_name": "Annex No. 3 - Detailed Information on Analyzed Administrative Premises",
        "project_name_slovak": "Príloha č. 3 - Podrobné informácie o analyzovaných administratívnych priestoroch",
        "document_type": "Evaluation of administrative buildings",
        "sector": "Building",
        "summary": "This document provides a detailed evaluation of several administrative buildings in Bratislava, Slovakia, including Limbová 2, Lazaretská 26, Mamateyova 17, and Ondavská 3. For each building, it presents technical descriptions, current usage, zoning functions, investment needs, and recommendations for future use, such as reconstruction, sale, redevelopment, or relocation of employees. The analysis includes floor area, employee numbers, estimated investment costs, and market value estimates, supporting decision-making regarding the optimal use or disposition of these government properties.",
        "content_length": 6823
      },
      {
        "filename": "hodnotenie_prenajom-priestorov-msvvam.pdf",
        "project_name": "Rental of Premises for the Ministry of Education, Research, Development and Youth of the Slovak Republic",
        "project_name_slovak": "Prenájom priestorov pre Ministerstvo školstva, výskumu, vývoja a mládeže SR",
        "document_type": "Project economic evaluation",
        "sector": "Other: Public Administration Buildings",
        "summary": "This document is an economic evaluation prepared by the Value for Money Unit of the Ministry of Finance of the Slovak Republic, assessing the feasibility and cost-effectiveness of relocating the Ministry of Education, Research, Development and Youth (MŠVVaM SR) into rented premises in the Spectrum Tower building in Bratislava. The project aims to consolidate five current ministry workplaces into a single location to improve communication, collaboration, and operational efficiency for approximately 780 employees. The preferred alternative is a long-term lease of Spectrum Tower for 10 years (26.1 million EUR excluding VAT), with an option for an additional 5 years (13.4 million EUR excluding VAT). The evaluation compares this option with maintaining the current fragmented locations and other rental alternatives, concluding that the Spectrum Tower lease is the most financially advantageous among the considered options. The document also highlights the need for a long-term spatial strategy, recommends negotiating better rental terms, and suggests offering surplus space to subordinate organizations if full capacity is not used.",
        "content_length": 27234
      }
    ]
  },
  "Purpose Map of Engineering-Geological Zoning": {
    "canonical_name": "Purpose Map of Engineering-Geological Zoning",
    "project_name_slovak": "Účelová mapa inžinierskogeologickej rajonizácie",
    "sector": "Other: Geology / Land Use Planning",
    "documents": [
      {
        "filename": "C_1_5_3_UCELOVA_MAPA_INZINIERSKOGEOLOGICKEJ_RAJONIZACIE.pdf",
        "project_name": "Purpose Map of Engineering-Geological Zoning",
        "project_name_slovak": "Účelová mapa inžinierskogeologickej rajonizácie",
        "document_type": "Engineering-geological zoning map",
        "sector": "Other: Geology / Land Use Planning",
        "summary": "This document is a specialized map presenting the engineering-geological zoning of a specific area in Slovakia. It categorizes the territory into various geological zones based on sediment types, landslide risk, floodplain areas, and other geological features relevant for construction and land use planning. The map includes a legend explaining the different geological zones and their characteristics, as well as references to surveyed sections and localities. The document is intended to support infrastructure development, urban planning, and risk assessment by providing detailed geological information.",
        "content_length": 4702
      },
      {
        "filename": "C_1_5_4_UČELOVA_HG_MAPA.pdf",
        "project_name": "Purpose-Built Hydrogeological Map",
        "project_name_slovak": "Účelová hydrogeologická mapa",
        "document_type": "Hydrogeological map and analysis",
        "sector": "Other: Water Management / Environmental Protection",
        "summary": "The document presents a hydrogeological map of the Slovak Republic, detailing the boundaries of hydrogeological regions, groundwater sources, and types of geological formations with their permeability characteristics. It includes information on groundwater bodies in Quaternary and pre-Quaternary sediments, protective zones, and protected water management areas. The map also references surface water bodies, the D3 highway alignment, and provides quantitative data on the transmissivity of rock environments.",
        "content_length": 1485
      }
    ]
  },
  "Hospital of the Future Martin – St. Martin University Hospital": {
    "canonical_name": "Hospital of the Future Martin – St. Martin University Hospital",
    "project_name_slovak": "Nemocnica budúcnosti Martin – Univerzitná nemocnica sv. Martina",
    "sector": "Building",
    "documents": [
      {
        "filename": "665d6b9889bf2401837114.pdf",
        "project_name": "Hospital of the Future Martin – St. Martin University Hospital",
        "project_name_slovak": "Nemocnica budúcnosti Martin – Univerzitná nemocnica sv. Martina",
        "document_type": "Feasibility Study Update Form (prior to contract commitment)",
        "sector": "Building",
        "summary": "This document is an update form for the feasibility study of the 'Hospital of the Future Martin – St. Martin University Hospital' project, prepared before signing the contract. The project involves the construction of a new university hospital in Martin, Slovakia, designed as a research, green, digital, and educational hospital. The hospital will serve as a key part of Slovakia's biomedical research and innovation ecosystem, offering comprehensive healthcare, education for medical and non-medical students, and specialized services including pediatric and emergency care. The document outlines the project's background, investment costs, funding sources, timeline, and procurement process. It details changes in project costs due to public procurement outcomes, confirms compliance with government resolutions, and describes the current status, including land acquisition and preparatory works. The sector is building/construction, and the document serves as an official update for government and financial oversight.",
        "content_length": 9185
      }
    ]
  },
  "Expressway R2 Kriváň – Tornaľa": {
    "canonical_name": "Expressway R2 Kriváň – Tornaľa",
    "project_name_slovak": "Rýchlostná cesta R2 Kriváň – Tornaľa",
    "sector": "Transport",
    "documents": [
      {
        "filename": "Hodnotenie_NDS_R2-Krivan-Tornala_20220727.pdf",
        "project_name": "Expressway R2 Kriváň – Tornaľa",
        "project_name_slovak": "Rýchlostná cesta R2 Kriváň – Tornaľa",
        "document_type": "Project value for money evaluation",
        "sector": "Transport",
        "summary": "This document is an evaluation by the Ministry of Finance of the Slovak Republic regarding the planned investment in the Expressway R2 section between Kriváň and Tornaľa. It assesses the economic justification and value for money of the project, based on a feasibility study from 2014 and other supporting documents. The evaluation highlights that the underlying data and methodologies are outdated, the cost estimates do not reflect recent increases in construction prices, and the societal return on investment cannot be objectively assessed. The document recommends not proceeding with the project in its current form without updating the feasibility study and considering alternative solutions such as modernization or partial rerouting of the existing road. It also provides a comparison of costs with similar projects and notes that the current investment plan does not include these sections before 2032.",
        "content_length": 8464
      }
    ]
  },
  "Optimization of Spatial Arrangements for the Ministry of Health of the Slovak Republic, General Health Insurance Company, National Health Information Center, and Emergency Medical Service Operations Center in Bratislava": {
    "canonical_name": "Optimization of Spatial Arrangements for the Ministry of Health of the Slovak Republic, General Health Insurance Company, National Health Information Center, and Emergency Medical Service Operations Center in Bratislava",
    "project_name_slovak": "Optimalizácia priestorového zabezpečenia v rezorte zdravotníctva",
    "sector": "Other: Public Administration / Health Sector Real Estate",
    "documents": [
      {
        "filename": "Hodnotenie_Najom_MZSR_20250702.pdf",
        "project_name": "Optimization of Spatial Arrangements in the Health Sector",
        "project_name_slovak": "Optimalizácia priestorového zabezpečenia v rezorte zdravotníctva",
        "document_type": "Project evaluation (Value for Money assessment) by the Ministry of Finance of the Slovak Republic",
        "sector": "Other: Public Administration / Health Sector Real Estate",
        "summary": "This document is an evaluation by the Ministry of Finance of the Slovak Republic (MF SR) of a project aimed at optimizing office space for the Ministry of Health (MZ SR) and the General Health Insurance Company (VšZP) in Bratislava. The project proposes relocating both institutions into a joint long-term lease (15 years) in the Westend Plazza and Westend Gate buildings, consolidating operations from eight buildings to three, and reducing total office space by 25%. The move is motivated by expiring leases, inefficient use of current premises, and the need to improve working conditions. The evaluation compares alternatives, analyzes costs (totaling €79.3 million with VAT over 15 years), and highlights the potential for increased efficiency, reduced operational costs, and better space utilization. It also discusses risks such as inflation indexing in the lease, the need for careful planning to avoid overlapping leases, and the importance of a long-term strategy for state-owned properties. Recommendations include negotiating better lease terms, considering alternatives for only expiring leases, and preparing a detailed relocation schedule.",
        "content_length": 26749
      },
      {
        "filename": "Príloha č. 2 - Časový harmonogram.pdf",
        "project_name": "Time Schedule",
        "project_name_slovak": "Časový harmonogram",
        "document_type": "Implementation schedule",
        "sector": "Building",
        "summary": "The document outlines the timeline for relocating employees and securing new office spaces for the VŠZP (General Health Insurance Company), NCZI (National Health Information Center), and MZ SR (Ministry of Health of the Slovak Republic). It details key lease end dates, required preparation and reconstruction periods, and the necessary coordination to ensure uninterrupted operations. The schedule includes moving 989 employees by February 1, 2026, and an additional 118 employees by November 2, 2026, requiring a total office space of approximately 17,712 m2.",
        "content_length": 1290
      },
      {
        "filename": "Príloha č. 1 - Finančná analýza.xlsx",
        "project_name": "Financial Analysis of Relocation and Operational Costs for Selected Slovak Health Institutions",
        "project_name_slovak": "Finančná analýza presťahovania a prevádzkových nákladov vybraných slovenských zdravotníckych inštitúcií",
        "document_type": "Financial analysis",
        "sector": "Building",
        "summary": "This document provides a detailed financial analysis comparing the current (status quo) and proposed (status novus) annual and 15-year operational and investment costs for several Slovak health sector institutions, including the Ministry of Health, NCZI, OSZZS, and VšZP. The analysis evaluates scenarios with and without the sale of existing buildings, incorporates VAT, and considers fit-out contributions and investment needs. The document includes breakdowns by institution and location, and presents alternative scenarios for relocation to new premises, quantifying potential savings and the financial impact of property sales.",
        "content_length": 468240
      },
      {
        "filename": "Štúdia uskutočniteľnosti zjednote nia priestorov MZSR a VsZP.pdf",
        "project_name": "Optimization of Spatial Arrangements for the Ministry of Health of the Slovak Republic, General Health Insurance Company, National Health Information Center, and Emergency Medical Service Operations Center in Bratislava",
        "project_name_slovak": "Optimalizácia priestorového zabezpečenia Ministerstva zdravotníctva Slovenskej republiky, Všeobecnej zdravotnej poisťovne, Národného centra zdravotníckych informácií a Operačného strediska záchrannej zdravotnej služby v Bratislave",
        "document_type": "Feasibility Study",
        "sector": "Other: Public Administration / Health Infrastructure",
        "summary": "This feasibility study evaluates options for optimizing and consolidating office spaces used by the Ministry of Health of the Slovak Republic (MZ SR), the General Health Insurance Company (VšZP), the National Health Information Center (NCZI), and the Emergency Medical Service Operations Center (OSZZS) in Bratislava. The study analyzes current spatial arrangements, operational inefficiencies, and proposes three main alternatives: maintaining the status quo, separate rentals for MZ SR and VšZP with relocation of NCZI and OSZZS, and a joint rental for MZ SR and VšZP with NCZI and OSZZS moving into the vacated building at Limbová 2. The preferred solution is the joint rental, which offers significant cost savings, improved operational efficiency, and better working conditions. The study also addresses the future use or sale of vacated properties and outlines necessary investments for building upgrades. The project aims to reduce operational costs, enhance organizational effectiveness, and ensure sustainable, modern office environments for the involved institutions.",
        "content_length": 36001
      }
    ]
  },
  "Standard Table of Vehicles - Long-distance Transport": {
    "canonical_name": "Standard Table of Vehicles - Long-distance Transport",
    "project_name_slovak": "CBA štandardná tabuľka vozidla - diaľková doprava",
    "sector": "Transport",
    "documents": [
      {
        "filename": "priloha_cba_stand_tab_vozidla-dialkova-doprava_final.xlsx",
        "project_name": "Standard Table of Vehicles - Long-distance Transport",
        "project_name_slovak": "CBA štandardná tabuľka vozidla - diaľková doprava",
        "document_type": "Financial and macroeconomic analysis for project evaluation (Cost-Benefit Analysis input data)",
        "sector": "Transport",
        "summary": "This document provides macroeconomic parameters and inflation forecasts for Slovakia, including consumer price inflation, GDP growth, and deflator indices, intended for use in cost-benefit analyses of long-distance transport projects. It includes official inflation projections, GDP data, and key financial parameters (such as discount rates and reference periods) as required inputs for standardized project evaluation in the transport sector. The document is structured as an annex with data tables and methodological notes, supporting the preparation of financial and economic analyses for transport infrastructure projects.",
        "content_length": 1547412
      }
    ]
  },
  "Technological Equipment of the Višňové Tunnel Including the Information System of the D1 Motorway Lietavská Lúčka – Višňové – Dubná Skala (according to FIDIC contract conditions – 'Yellow Book')": {
    "canonical_name": "Technological Equipment of the Višňové Tunnel Including the Information System of the D1 Motorway Lietavská Lúčka – Višňové – Dubná Skala (according to FIDIC contract conditions – 'Yellow Book')",
    "project_name_slovak": "Aktualizácia štúdie realizovateľnosti: Dostavba úseku D1 Lietavská Lúčka – Dubná Skala (časť Technológia)",
    "sector": "Transport",
    "documents": [
      {
        "filename": "Aktualiz cia çt£die realizovate–nosti technol¢gia Viçåov‚.pdf",
        "project_name": "Update of the Feasibility Study: Completion of the D1 Section Lietavská Lúčka – Dubná Skala (Technology Part)",
        "project_name_slovak": "Aktualizácia štúdie realizovateľnosti: Dostavba úseku D1 Lietavská Lúčka – Dubná Skala (časť Technológia)",
        "document_type": "Update of feasibility study",
        "sector": "Transport",
        "summary": "This document is an update to the feasibility study for the completion of the D1 motorway section Lietavská Lúčka – Dubná Skala, focusing specifically on the technology part, including tunnel systems. It summarizes key changes since the previous assessment, outlines the current project status, and details the division of construction and technology tenders. The document discusses the rationale for using a competitive dialogue procurement method, updates the estimated contract value (PHZ) based on recent market data and independent analysis by the University of Žilina, and presents the proposed evaluation criteria for selecting contractors. Emphasis is placed on optimizing operational costs, implementing sustainable and modern technologies, and ensuring transparent and competitive procurement. The document also highlights the importance of integrating lessons learned from previous tunnel projects and the need for international expertise in the tender process.",
        "content_length": 22691
      },
      {
        "filename": "Pr¡loha Ÿ. 7 Aktualiz cia pred podpisom ZoD.pdf",
        "project_name": "Technological Equipment of the Višňové Tunnel Including the Information System of the D1 Motorway Lietavská Lúčka – Višňové – Dubná Skala (according to FIDIC contract conditions – 'Yellow Book')",
        "project_name_slovak": "Technologické vybavenie tunela Višňové vrátane informačného systému diaľnice D1 Lietavská Lúčka – Višňové – Dubná Skala (v zmysle zmluvných podmienok FIDIC – „žltá kniha“)",
        "document_type": "Feasibility study update form before contract commitment",
        "sector": "Transport",
        "summary": "This document is an update form for the feasibility study of the technological equipment and information system for the Višňové Tunnel and the related section of the D1 motorway. It provides updated investment costs, economic benefits, and benefit-cost ratio (BCR) prior to contract signing, explains changes in project costs due to a lower bid, and outlines the evaluation criteria used in the public procurement process. The document also references the cost-benefit analysis submitted to the European Commission and confirms that no other significant changes have occurred compared to the original feasibility study.",
        "content_length": 3764
      }
    ]
  },
  "CBA Standard Table - Roads": {
    "canonical_name": "CBA Standard Table - Roads",
    "project_name_slovak": "CBA Stand Tab Cesty",
    "sector": "Transport",
    "documents": [
      {
        "filename": "Príloha_CBA_Stand_Tab_Cesty_E1_Final_uprava4_ZH.xlsx",
        "project_name": "CBA Standard Table - Roads",
        "project_name_slovak": "CBA Stand Tab Cesty",
        "document_type": "Cost-Benefit Analysis Parameters Table",
        "sector": "Transport",
        "summary": "This document provides the general parameters and input data required for conducting a cost-benefit analysis (CBA) of road infrastructure projects in Slovakia. It includes discount rates, price levels, reference periods, inflation indices, GDP growth forecasts, and unit operational costs for different types of road and bridge structures. The sheet outlines instructions for data entry, reference years for construction and operation, and economic assumptions to be used in the CBA model for transport sector projects.",
        "content_length": 1063024
      }
    ]
  }
}