[
  {
    "project_name": "Reconstruction of the Hviezda Dormitory – Stage II",
    "project_name_slovak": "Rekonštrukcia internátu Hviezda – Etapa II.",
    "document_type": "Feasibility Study Update Form (prior to contract commitment)",
    "sector": "Public Administration / Government Infrastructure",
    "summary": "This document is an update form for the feasibility study of the 'Reconstruction of the Hviezda Dormitory – Stage II' project, managed by the Ministry of Defence of the Slovak Republic. The project involves the reconstruction and functional repurposing of the Hviezda dormitory building to provide a combination of social and office spaces for ministry employees. Stage II includes comprehensive construction works such as roof and facade renovation, interior upgrades, installation of new technical systems, and the creation of parking spaces. The document details investment costs for each project stage, explains changes in costs, and addresses recommendations from the Ministry of Finance regarding project scope, alternatives, and administrative space needs. It also lists supporting documentation submitted for evaluation. The project is partially funded by the state budget and EU resources.",
    "filename": "164039.pdf",
    "content_length": 11972
  },
  {
    "project_name": "Optimization of Spatial Arrangements in the Healthcare Sector",
    "project_name_slovak": "Optimalizácia priestorového zabezpečenia v rezorte zdravotníctva",
    "document_type": "Project evaluation (Value for Money assessment) by the Ministry of Finance of the Slovak Republic",
    "sector": "Healthcare",
    "summary": "This document is an evaluation by the Ministry of Finance of the Slovak Republic (MF SR) of a project aiming to optimize office space for the Ministry of Health (MZ SR) and the General Health Insurance Company (VšZP) in Bratislava. The project proposes relocating both institutions into a joint long-term lease (15 years) in the Westend Plazza and Westend Gate buildings, with a total area of 17,900 m2 and an estimated cost of 79.3 million euros (including VAT). The move is planned for 2026 and aims to reduce operational costs, decrease the number of buildings used, and improve the quality of the working environment. The evaluation compares alternative scenarios, analyzes costs, and provides recommendations for negotiations, risk management, and long-term spatial planning. The document highlights the need for early negotiations, careful management of vacated properties, and consideration of future use of state-owned buildings.",
    "filename": "Hodnotenie_Najom_MZSR_20250702.pdf",
    "content_length": 26749
  },
  {
    "project_name": "Annex No. 3 - Detailed Information on Analyzed Administrative Premises",
    "project_name_slovak": "Príloha č. 3 - Podrobné informácie o analyzovaných administratívnych priestoroch",
    "document_type": "Property evaluation and utilization analysis",
    "sector": "Public administration / Government real estate management",
    "summary": "This document provides a detailed evaluation of several administrative buildings in Bratislava, Slovakia, including Limbová 2, Lazaretská 26, Mamateyova 17, and Ondavská 3. For each property, it presents technical descriptions, current usage, urban planning functions, investment needs, and recommendations for future utilization such as continued administrative use, sale, redevelopment for residential or accommodation purposes, or relocation of employees. The analysis includes estimated investment costs, outstanding investment debt, and preliminary market value assessments, supporting strategic decisions on government real estate management.",
    "filename": "Príloha č. 3 - Podrobné informácie o analyzovaných administratívnych priestoroch.docx.pdf",
    "content_length": 6823
  },
  {
    "project_name": "Layout of the Canteen and Basement of the Building at Limbová 2",
    "project_name_slovak": "Pôdorys jedálne + suterén budovy na ulici Limbová 2",
    "document_type": "Architectural floor plan",
    "sector": "Infrastructure",
    "summary": "This document contains architectural floor plans depicting the layout of the canteen and the basement areas of a building located at Limbová 2. It is likely part of a larger project documentation set, serving as an annex to provide detailed spatial and functional information for renovation, construction, or facility management purposes.",
    "filename": "Súčasť prílohy č. 4 - Pôdorys jedáleň + suterén budovy na ulici Limbová 2.pdf",
    "content_length": 1
  },
  {
    "project_name": "Eastern Slovak Oncology Institute – Construction of a New Surgical and Outpatient Pavilion",
    "project_name_slovak": "Východoslovenský onkologický ústav – Výstavba nového chirurgického a ambulantného pavilónu",
    "document_type": "Economic evaluation of a planned public investment",
    "sector": "Healthcare",
    "summary": "This document is an economic evaluation by the Slovak Ministry of Finance of a proposed investment project by the Eastern Slovak Oncology Institute (VOÚ) to construct a new surgical and outpatient pavilion. The project aims to address insufficient space and outdated facilities by building a new pavilion with an estimated total investment of 52.2 million euros, including construction, medical equipment, and project documentation. The new pavilion will house operating rooms, outpatient clinics, diagnostics, and several wards, while most inpatient beds will remain in the current historic building. The project seeks to increase hospitalizations by 20% and outpatient procedures by 25%. The evaluation highlights the need for the investment due to inadequate current conditions but notes that the project will not fully resolve issues related to the old building or the fragmentation of care. The document also discusses financing sources, project risks, and recommends considering the construction of a comprehensive oncology center in connection with the University Hospital in Košice. The project is aligned with the National Oncology Program but is only partially included in the Ministry of Health's investment plans.",
    "filename": "VOU_20230719.pdf",
    "content_length": 19043
  },
  {
    "project_name": "Update: Development Concept of the F. D. Roosevelt Faculty Hospital with Polyclinic Banská Bystrica",
    "project_name_slovak": "Aktualizácia : Koncepcia rozvoja Fakultnej nemocnice s poliklinikou F. D. Roosevelta Banská Bystrica",
    "document_type": "Updated economic evaluation of investment",
    "sector": "healthcare",
    "summary": "This document is an updated economic evaluation of the investment project for the development of the F. D. Roosevelt Faculty Hospital with Polyclinic in Banská Bystrica. The project involves the construction and reconstruction of the hospital, including 821 beds, due to the poor technical condition and inadequate layout of existing buildings. The total investment is estimated at 451.3 million euros (including VAT). The project is funded mainly from the Recovery and Resilience Plan, with additional funding sources to be determined for certain components such as parking and the reconstruction of specific facilities. The evaluation analyzes cost savings achieved through public procurement, anticipates additional costs, and provides recommendations for further cost optimization and equipment planning.",
    "filename": "aktualizacia_fnsp-bb.pdf",
    "content_length": 4951
  },
  {
    "project_name": "Time Schedule",
    "project_name_slovak": "Časový harmonogram",
    "document_type": "Implementation timeline annex",
    "sector": "Healthcare",
    "summary": "This document outlines the key dates and requirements for relocating employees of VŠZP, NCZI, and MZ SR due to the expiration of current lease agreements at various locations in Bratislava. It specifies the need to secure and prepare new office spaces, including necessary renovations, to ensure a smooth transition. The timeline highlights critical deadlines for vacating and occupying premises, the number of employees affected, and the required office space for each phase of the move.",
    "filename": "Príloha č. 2 - Časový harmonogram.pdf",
    "content_length": 1290
  },
  {
    "project_name": "Feasibility Study: Development Concept of the Eastern Slovak Oncology Institute in Košice",
    "project_name_slovak": "Štúdia uskutočniteľnosti Koncepcia rozvoja VOÚ v Košiciach",
    "document_type": "Feasibility Study",
    "sector": "Healthcare",
    "summary": "This document is a feasibility study analyzing the current state and future development concept of the Eastern Slovak Oncology Institute (VOÚ) in Košice. It provides a comprehensive overview of the Slovak healthcare system, the status of oncology care in Slovakia, and the strategic role of VOÚ within the Košice self-governing region. The study details the institute's history, organizational structure, technical and operational conditions, and identifies key deficiencies in infrastructure and service provision. It proposes the construction of a new oncology pavilion to improve the quality, efficiency, and capacity of oncology care, aligning with national healthcare strategies and EU standards. The document includes demographic and epidemiological analyses, SWOT and PESTLE assessments, financial and economic evaluations, and models for future capacity and service needs. The main objective is to ensure comprehensive, modern, and sustainable oncology care for the region's population.",
    "filename": "01_Studia_uskutocnitelnosti_koncepcia_rozvoja_VOU_v_Kosiciach.pdf",
    "content_length": 169784
  },
  {
    "project_name": "Value for Money Assessment of the Supreme Court of the Slovak Republic Project",
    "project_name_slovak": "Hodnota za peniaze projektu Najvyššieho súdu SR",
    "document_type": "Value for Money Evaluation",
    "sector": "Judiciary / Public Infrastructure",
    "summary": "This document is a value for money evaluation prepared by the Ministry of Finance of the Slovak Republic regarding the planned comprehensive reconstruction of the Supreme Court building at Župné námestie in Bratislava. The project, estimated at €36.2 million, aims to renovate all interior spaces, replace windows, insulate the building, restore structural elements, and upgrade utility systems. The plan includes a new courtroom for 311 participants, an underground parking garage with 95 spaces, and apartments for judges and court staff. The evaluation compares four alternatives: maintaining the current rented state, constructing a new building of the same size, constructing a smaller new building, and reconstructing the existing building. The reconstruction is recommended as the most advantageous option, but the document highlights risks of underestimated costs, technical complications, and the need for further justification of some project components (such as the large courtroom and parking capacity). The project is at the initial planning stage, with no secured funding, and the final design will be determined by an architectural competition. The document provides recommendations for cost verification, space requirements, and further analysis before proceeding.",
    "filename": "Hodnotenie_UHP_NS-SR.pdf",
    "content_length": 27832
  },
  {
    "project_name": "Financial Analysis of Relocation and Sale of Buildings for Selected Slovak Health Institutions",
    "project_name_slovak": "Finančná analýza presťahovania a predaja budov vybraných slovenských zdravotníckych inštitúcií",
    "document_type": "Financial analysis",
    "sector": "Healthcare",
    "summary": "This document provides a detailed financial analysis of the relocation and potential sale of buildings used by several Slovak healthcare institutions, including the Ministry of Health (MZ SR), the National Health Information Center (NCZI), the Office for the Supervision of Health Care (OSZZS), and the General Health Insurance Company (VšZP). It compares the current state (status quo) with several relocation alternatives, both with and without the sale of existing properties. The analysis includes annual and 15-year cost projections, investment requirements, operational expenses, and the impact of fit-out contributions and property sales. The document aims to quantify potential savings and financial impacts for each scenario to support decision-making regarding the future location and property management of these institutions.",
    "filename": "Príloha č. 1 - Finančná analýza.xlsx",
    "content_length": 468240
  },
  {
    "project_name": "Capacity Model – Detailed Tables",
    "project_name_slovak": "Kapacitný model – detailné tabuľky",
    "document_type": "Healthcare capacity and demand analysis",
    "sector": "healthcare",
    "summary": "This document presents a detailed quantitative analysis of healthcare service capacities and utilization, focusing on outpatient visits and inpatient bed usage across various medical specialties. It includes projections and growth scenarios (variants) for the number of outpatient visits and hospitalizations from 2019 to 2057, considering demographic trends and different investment or reconstruction strategies. The document provides data-driven insights for planning and optimizing healthcare resources, including annual and cumulative growth rates, and compares existing conditions with potential future developments.",
    "filename": "02_Kapacitny_model_detailne_tabulky.xlsx",
    "content_length": 245027
  },
  {
    "project_name": "Part of Annex No. 4 - Floor Plans of the Building at Limbová 2",
    "project_name_slovak": "Súčasť prílohy č. 4 - Pôdorysy budovy na ulici Limbová 2",
    "document_type": "Architectural floor plans",
    "sector": "infrastructure",
    "summary": "This document contains architectural floor plans as part of Annex No. 4 for a building located at Limbová 2. It provides detailed layouts of the building's structure, intended for use in planning, construction, or renovation processes.",
    "filename": "Súčasť prílohy č. 4 - Pôdorysy budovy na ulici Limbová 2.pdf",
    "content_length": 7
  },
  {
    "project_name": "Rental of Premises for the Ministry of Education, Research, Development and Youth of the Slovak Republic – Value for Money Assessment",
    "project_name_slovak": "Prenájom priestorov pre Ministerstvo školstva, výskumu, vývoja a mládeže SR – Hodnota za peniaze projektu",
    "document_type": "Value for Money Evaluation",
    "sector": "Education",
    "summary": "This document is a value for money evaluation prepared by the Ministry of Finance of the Slovak Republic, assessing the planned rental of office premises for the Ministry of Education, Research, Development and Youth (MŠVVaM SR). The project involves relocating the ministry's headquarters to the Spectrum Tower building in Bratislava, consolidating five current locations into one, to accommodate 780 employees. The proposed rental agreement is for 10 years at a cost of €26.1 million (excluding VAT), with an option for an additional 5 years at €13.4 million. The evaluation compares several alternatives, concluding that the Spectrum Tower offers the most cost-effective solution for unifying the ministry's offices, though the difference with the next best option is minimal. The analysis also discusses the efficient use of space, potential for subleasing to subordinate organizations, and the need for a long-term spatial strategy, including consideration of building ownership versus rental. Recommendations include negotiating rental terms, planning for the use of vacated state-owned buildings, and preparing a long-term vision for the ministry's spatial needs.",
    "filename": "hodnotenie_prenajom-priestorov-msvvam.pdf",
    "content_length": 27234
  },
  {
    "project_name": "Reconstruction of the Hviezda Dormitory (Kukurica) – Stage II",
    "project_name_slovak": "Rekonštrukcia internátu Hviezda (Kukurica) – II. etapa",
    "document_type": "Updated economic evaluation before contract signing",
    "sector": "Public administration infrastructure",
    "summary": "This document is an updated economic evaluation, prepared before contract signing, for the second stage of the comprehensive reconstruction of the former Hviezda dormitory (also known as Kukurica) in Bratislava. The project aims to convert the building into administrative offices to serve as the future headquarters of the Ministry of Defence of the Slovak Republic. The evaluated stage focuses on interior construction, utilities, roofing, facade, and insulation, with a budget of 31.2 million euros (including VAT). The project is co-financed by the Recovery and Resilience Plan and the state budget, with completion expected by March 31, 2026. The evaluation analyzes costs, procurement results, project benefits, and risks, and provides recommendations for the efficient use of administrative space after relocation.",
    "filename": "hodnotenie_hviezda_aktualizacia_pred_podpisom.pdf",
    "content_length": 4669
  },
  {
    "project_name": "Hospital of the Future Martin – St. Martin University Hospital",
    "project_name_slovak": "Nemocnica budúcnosti Martin – Univerzitná nemocnica sv. Martina",
    "document_type": "Feasibility Study Update Form (prior to contract commitment)",
    "sector": "Healthcare",
    "summary": "This document is an update form for the feasibility study of the 'Hospital of the Future Martin – St. Martin University Hospital' project, prepared before contract signing. The project involves constructing a new university hospital in Martin, Slovakia, designed as a research, green, digital, and educational hospital. The hospital will serve as a key biomedical research and innovation hub, providing comprehensive healthcare, education for medical and non-medical students, and specialized services including pediatric and emergency care. The document details project parameters such as investment costs, funding sources (Recovery and Resilience Plan, state budget, and EU funds), timeline, and scope (660 beds, 19 operating rooms). It also describes the procurement process, cost changes due to public tender results, and compliance with government resolutions. The document confirms the project's alignment with national healthcare network optimization and outlines the next steps towards contract signing and construction commencement.",
    "filename": "665d6b9889bf2401837114.pdf",
    "content_length": 9185
  },
  {
    "project_name": "Optimization of Spatial Arrangements for the Ministry of Health of the Slovak Republic, General Health Insurance Company, National Health Information Center, and Emergency Medical Service Operations Center in Bratislava",
    "project_name_slovak": "Optimalizácia priestorového zabezpečenia Ministerstva zdravotníctva Slovenskej republiky, Všeobecnej zdravotnej poisťovne, Národného centra zdravotníckych informácií a Operačného strediska záchrannej zdravotnej služby v Bratislave",
    "document_type": "Feasibility Study",
    "sector": "Healthcare",
    "summary": "This feasibility study evaluates options for optimizing and consolidating administrative office spaces for four major Slovak healthcare institutions: the Ministry of Health (MZ SR), the General Health Insurance Company (VšZP), the National Health Information Center (NCZI), and the Emergency Medical Service Operations Center (OSZZS) in Bratislava. The study analyzes the current fragmented and inefficient use of multiple buildings, proposes three main alternatives for spatial consolidation, and recommends a joint lease of a large modern office space for MZ SR and VšZP, with NCZI and OSZZS relocating to the vacated Limbová 2 building. The preferred solution aims to reduce operational costs, improve organizational efficiency, enhance working conditions, and ensure sustainable use of state property. The study includes financial analysis, risk assessment, and a plan for the future use or sale of surplus properties.",
    "filename": "Štúdia uskutočniteľnosti zjednote nia priestorov MZSR a VsZP.pdf",
    "content_length": 36001
  },
  {
    "project_name": "Reconstruction of the Hviezda Dormitory",
    "project_name_slovak": "Rekonštrukcia internátu Hviezda",
    "document_type": "Economic evaluation of a public investment project",
    "sector": "Public administration / Government infrastructure",
    "summary": "This document is an economic evaluation by the Ministry of Finance of the Slovak Republic regarding the planned reconstruction of the former Hviezda dormitory (also known as 'Kukurica') into administrative offices for the Ministry of Defence. The project involves renovating a 27-story building with a usable area of 14,600 m2 at an estimated cost of 59.2 million euros. The aim is to centralize administrative staff from multiple buildings into one, improving efficiency and providing space for up to 750 employees. The evaluation compares reconstruction with alternatives such as commercial leasing and new construction, noting that the reconstruction is the preferred option but highlights concerns about high costs per square meter, potential underutilization of space, and the lack of detailed analysis of other alternatives. The document also discusses funding sources, project risks, and provides recommendations for more effective space utilization and cost analysis.",
    "filename": "hodnotenie_rekonstrukcia_internatu_hviezda.pdf",
    "content_length": 21063
  },
  {
    "project_name": "Reconstruction of the Facade of the Ministry of Health SR Building",
    "project_name_slovak": "Rekonštrukcia fasády budovy MZ SR",
    "document_type": "Energy Performance Certificate and Technical Assessment",
    "sector": "Public Administration / Government Buildings",
    "summary": "This document is an energy performance certificate (energetický certifikát) and technical assessment for the administrative building of the Ministry of Health of the Slovak Republic, located at Limbová 2, Bratislava. It includes detailed analyses of the building's energy consumption for heating, hot water, ventilation, and lighting, as well as the current state of the building's envelope and technical systems. The certificate evaluates compliance with Slovak energy efficiency standards, identifies deficiencies, and proposes measures for improving energy performance, such as insulation of walls, roof, and floors, replacement of windows, and modernization of lighting. The document also provides calculations of potential energy savings and reductions in CO2 emissions after implementing the recommended measures. The assessment is based on Slovak legislation and technical norms, and is valid from March 8, 2018, to March 8, 2028.",
    "filename": "Súčasť prílohy č. 4 - Energetický certifikát budovy na ulici Limbová 2.PDF",
    "content_length": 65258
  },
  {
    "project_name": "Demand Prediction – Detailed Tables",
    "project_name_slovak": "Predikcia dopytu – detailné tabuľky",
    "document_type": "Demographic statistical analysis",
    "sector": "Demographics / Regional development",
    "summary": "This document provides detailed demographic balances and indicators by type of projection and NUTS 3 region, based on baseline projections. It includes annual data on population as of January 1st for various European regions, with Eurostat as the institutional source. The data structure and contents are designed for regional demographic forecasting and planning.",
    "filename": "03_Predikcia_dopytu_detailne_tabulky.xlsx",
    "content_length": 1011112
  },
  {
    "project_name": "Administrative Building of the Ministry of Health of the Slovak Republic, Limbová 2, Bratislava",
    "project_name_slovak": "Administratívna budova Ministerstva zdravotníctva SR, Limbová 2, Bratislava",
    "document_type": "Operational and spatial data report",
    "sector": "Healthcare",
    "summary": "This document provides detailed spatial and operational data for the administrative building of the Ministry of Health of the Slovak Republic located at Limbová 2, Bratislava. It includes total and specific area measurements for offices, meeting rooms, gastronomic facilities, and technical spaces. The report lists the number of offices, their distribution by floor, the size and number of meeting rooms, and the extent of support and service areas, offering a comprehensive overview of the building's layout and functional spaces.",
    "filename": "Príloha č. 4 - Dispozičné a prevádzkové údaje - budova na ulici Limbová 2.docx.pdf",
    "content_length": 1279
  },
  {
    "project_name": "Judicial Map Reform in Bratislava – Pre-contractual Update of Economic Evaluation",
    "project_name_slovak": "Aktualizácia pred podpisom zmluvy : Reforma súdnej mapy v Bratislave",
    "document_type": "Pre-contractual update of economic investment evaluation",
    "sector": "Justice / Public Administration",
    "summary": "This document provides an updated economic evaluation of the investment for the purchase of a joint building for the Bratislava III and IV city courts, as part of the judicial map reform in Bratislava. It details the project's objectives, financial structure, and cost analysis, including funding from the Recovery and Resilience Plan and the state budget. The evaluation compares alternative options, justifies the selection of the preferred building, and outlines expected operational savings and risks. Recommendations are provided for budget adjustments and the future use of surplus space and parking. The document also includes an impact assessment on the public administration budget.",
    "filename": "aktualizacia_pred_podpisom_mss_bratislava.pdf",
    "content_length": 6665
  },
  {
    "project_name": "Detailed Financial Model - Tables",
    "project_name_slovak": "Finančný model - detailné tabuľky",
    "document_type": "Detailed financial analysis and projection",
    "sector": "Healthcare",
    "summary": "This document provides a comprehensive financial analysis and projection for a healthcare investment project, including detailed tables of key parameters, investment sources, funding structure, cash flow, profit and loss, balance sheet, depreciation plans, and employment costs. It covers both primary and renewal investments, sources of funding (own resources, grants, loans), repayment schedules, and financial indicators such as NPV, payback period, and profitability ratios. The document also includes detailed breakdowns of revenues (from medical services, pharmacy, and other sources), operating and capital expenditures, staffing levels, and depreciation schedules for both new and existing assets. The analysis spans a multi-year period and is intended to support decision-making for the financial sustainability and planning of a healthcare facility.",
    "filename": "04_Financny_model_detailne_tabulky.pdf",
    "content_length": 96092
  },
  {
    "project_name": "Supreme Court of the Slovak Republic Building – Feasibility Study",
    "project_name_slovak": "Budova Najvyššieho súdu Slovenskej republiky – Štúdia uskutočniteľnosti",
    "document_type": "Feasibility Study",
    "sector": "Judiciary / Public Infrastructure",
    "summary": "This document is a feasibility study prepared in July 2023 by the Metropolitan Institute of Bratislava for the Office of the Supreme Court of the Slovak Republic. It evaluates options for restoring and modernizing the Supreme Court building located at Župné námestie 13, Bratislava. The study analyzes the current inadequate and deteriorating condition of the building, its architectural and cultural significance, and the operational needs of the Supreme Court and its Office. Three main alternatives are assessed: maintaining the status quo (using multiple buildings, including rented spaces), constructing a new building, or reconstructing the existing one. The study recommends comprehensive reconstruction of the current building, citing economic, operational, and cultural advantages. The document includes technical, financial, and environmental analyses, as well as an assessment of spatial requirements, parking solutions, and the building's historical and architectural value. The recommended solution aims to unify all court functions in one modernized, energy-efficient, and representative building, ensuring long-term sustainability and improved working conditions.",
    "filename": "700713.0f4fc9.pdf",
    "content_length": 121560
  }
]